Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: %lld months tracked · first receipt %@
bg: %1$lld проследени месеца · първа касова бележка %2$@
cs: Sledováno %1$lld měsíců · první účtenka %2$@
da: %1$lld måneder registreret · første kvittering %2$@
de: %1$lld Monate erfasst · erster Beleg %2$@
es: %1$lld meses registrados · primer recibo %2$@
fi: %1$lld kuukautta seurattu · ensimmäinen kuitti %2$@
fr: %1$lld mois suivis · premier reçu %2$@
it: %1$lld mesi monitorati · primo scontrino %2$@
nb: %1$lld måneder registrert · første kvittering %2$@
nl: %1$lld maanden bijgehouden · eerste bon %2$@
pl: Śledzono %1$lld miesięcy · pierwszy paragon %2$@
pt: %1$lld meses registados · primeiro recibo %2$@
ro: %1$lld luni urmărite · primul bon %2$@
ru: Отслежено месяцев: %1$lld · первый чек %2$@
sv: %1$lld månader spårade · första kvittot %2$@

source: %1$lld of %2$lld budgets over, %3$@ above plan. Every category within budget scores full marks.
bg: %1$lld от %2$lld бюджета са надвишени, %3$@ над плана. Всяка категория в рамките на бюджета е пълен резултат.
cs: %1$lld z %2$lld rozpočtů překročeno, %3$@ nad plán. Každá kategorie v rámci rozpočtu je plný počet bodů.
da: %1$lld af %2$lld budgetter overskredet, %3$@ over planen. Hver kategori inden for budget giver fuld score.
de: %1$lld von %2$lld Budgets überschritten, %3$@ über Plan. Jede Kategorie im Budget gibt die volle Punktzahl.
es: %1$lld de %2$lld presupuestos excedidos, %3$@ por encima del plan. Cada categoría dentro del presupuesto obtiene la máxima puntuación.
fi: %1$lld / %2$lld budjetista ylittynyt, %3$@ yli suunnitelman. Jokainen kategoria budjetissa antaa täydet pisteet.
fr: %1$lld budgets sur %2$lld dépassés, %3$@ au-dessus du plan. Chaque catégorie dans le budget obtient la note maximale.
it: %1$lld budget su %2$lld superati, %3$@ oltre il piano. Ogni categoria entro il budget ottiene il massimo.
nb: %1$lld av %2$lld budsjetter over, %3$@ over planen. Alle kategorier innenfor budsjett gir full pott.
nl: %1$lld van %2$lld budgetten overschreden, %3$@ boven plan. Elke categorie binnen budget geeft de volle score.
pl: %1$lld z %2$lld budżetów przekroczonych, %3$@ ponad plan. Każda kategoria w budżecie daje maksimum punktów.
pt: %1$lld de %2$lld orçamentos estourados, %3$@ acima do plano. Toda categoria dentro do orçamento garante nota máxima.
ro: %1$lld din %2$lld bugete depășite, %3$@ peste plan. Fiecare categorie în buget ia punctaj maxim.
ru: %1$lld из %2$lld бюджетов превышены, %3$@ сверх плана. Каждая категория в рамках бюджета — максимальный балл.
sv: %1$lld av %2$lld budgetar överskridna, %3$@ över plan. Varje kategori inom budget ger full poäng.

# %lld of %lld days
source: %1$lld of %2$lld days
bg: %1$lld от %2$lld дни
cs: %1$lld z %2$lld dní
da: %1$lld af %2$lld dage
de: %1$lld von %2$lld Tagen
es: %1$lld de %2$lld días
fi: %1$lld/%2$lld päivää
fr: %1$lld sur %2$lld jours
it: %1$lld di %2$lld giorni
nb: %1$lld av %2$lld dager
nl: %1$lld van %2$lld dagen
pl: %1$lld z %2$lld dni
pt: %1$lld de %2$lld dias
ro: %1$lld din %2$lld zile
ru: %1$lld из %2$lld дней
sv: %1$lld av %2$lld dagar

source: %lld of %lld free scans left (photo or file). Manual entry is always free.
bg: Остават %1$lld от %2$lld безплатни сканирания (снимка или файл). Ръчното въвеждане е винаги безплатно.
cs: Zbývá %1$lld z %2$lld skenování zdarma (foto nebo soubor). Ruční zadávání je vždy zdarma.
da: %1$lld af %2$lld gratis scanninger tilbage (billede eller fil). Manuel indtastning er altid gratis.
de: Noch %1$lld von %2$lld kostenlosen Scans (Foto oder Datei). Manuelle Eingabe ist immer kostenlos.
es: Te quedan %1$lld de %2$lld escaneos gratis (foto o archivo). La entrada manual siempre es gratis.
fi: %1$lld / %2$lld ilmaista skannausta jäljellä (kuva tai tiedosto). Manuaalinen syöttö on aina ilmaista.
fr: Il vous reste %1$lld sur %2$lld scans gratuits (photo ou fichier). La saisie manuelle est toujours gratuite.
it: Ti restano %1$lld di %2$lld scansioni gratuite (foto o file). L'inserimento manuale è sempre gratuito.
nb: %1$lld av %2$lld gratis skanninger igjen (bilde eller fil). Manuell registrering er alltid gratis.
nl: Nog %1$lld van %2$lld gratis scans (foto of bestand). Handmatig invoeren is altijd gratis.
pl: Zostało %1$lld z %2$lld darmowych skanów (zdjęcie lub plik). Ręczne dodawanie jest zawsze darmowe.
pt: Restam %1$lld de %2$lld digitalizações grátis (foto ou arquivo). A entrada manual é sempre grátis.
ro: %1$lld din %2$lld scanări gratuite rămase (poză sau fișier). Introducerea manuală e mereu gratuită.
ru: Осталось %1$lld из %2$lld бесплатных сканов (фото или файл). Ручной ввод всегда бесплатен.
sv: %1$lld av %2$lld gratis skanningar kvar (bild eller fil). Manuell inmatning är alltid gratis.

source: %lld of %lld free widget slots used
bg: Използвани %1$lld от %2$lld безплатни слота за джаджи
cs: Využito %1$lld z %2$lld bezplatných slotů pro widgety
da: %1$lld af %2$lld gratis widgetpladser brugt
de: %1$lld von %2$lld kostenlosen Widget-Plätzen belegt
es: %1$lld de %2$lld espacios de widget gratis usados
fi: %1$lld / %2$lld ilmaista widget-paikkaa käytössä
fr: %1$lld sur %2$lld emplacements de widget gratuits utilisés
it: %1$lld di %2$lld slot widget gratuiti usati
nb: %1$lld av %2$lld gratis widgetplasser brukt
nl: %1$lld van %2$lld gratis widgetplekken gebruikt
pl: Wykorzystano %1$lld z %2$lld darmowych miejsc na widżety
pt: %1$lld de %2$lld espaços de widget gratuitos usados
ro: %1$lld din %2$lld sloturi gratuite pentru widgeturi folosite
ru: Использовано %1$lld из %2$lld бесплатных слотов для виджетов
sv: %1$lld av %2$lld gratis widgetplatser använda

# %lld of %lld goals on pace.
source: %1$lld of %2$lld goals on pace.
bg: %1$lld от %2$lld цели по план.
cs: %1$lld z %2$lld cílů podle plánu.
da: %1$lld af %2$lld mål på sporet.
de: %1$lld von %2$lld Zielen im Plan.
es: %1$lld de %2$lld objetivos a buen ritmo.
fi: %1$lld / %2$lld tavoitteesta aikataulussa.
fr: %1$lld objectifs sur %2$lld dans les temps.
it: %1$lld obiettivi su %2$lld in linea.
nb: %1$lld av %2$lld mål i rute.
nl: %1$lld van %2$lld doelen op schema.
pl: %1$lld z %2$lld celów zgodnie z planem.
pt: %1$lld de %2$lld metas em dia.
ro: %1$lld din %2$lld obiective în ritm.
ru: %1$lld из %2$lld целей по плану.
sv: %1$lld av %2$lld mål på rätt spår.

source: %lld of %lld paid
bg: %1$lld от %2$lld платени
cs: %1$lld z %2$lld zaplaceno
da: %1$lld af %2$lld betalt
de: %1$lld von %2$lld bezahlt
es: %1$lld de %2$lld pagados
fi: %1$lld/%2$lld maksettu
fr: %1$lld sur %2$lld payés
it: %1$lld di %2$lld pagati
nb: %1$lld av %2$lld betalt
nl: %1$lld van %2$lld betaald
pl: %1$lld z %2$lld zapłacone
pt: %1$lld de %2$lld pagos
ro: %1$lld din %2$lld plătite
ru: Оплачено %1$lld из %2$lld
sv: %1$lld av %2$lld betalda

source: %lld receipts
bg: %1$lld бележки
cs: %1$lld účtenek
da: %1$lld kvitteringer
de: %1$lld Belege
es: %1$lld recibos
fi: %1$lld kuittia
fr: %1$lld reçus
it: %1$lld scontrini
nb: %1$lld kvitteringer
nl: %1$lld bonnen
pl: %1$lld paragonów
pt: %1$lld recibos
ro: %1$lld bonuri
ru: %1$lld чеков
sv: %1$lld kvitton

source: %lld receipts logged
bg: %1$lld записани бележки
cs: %1$lld účtenek zaznamenáno
da: %1$lld kvitteringer registreret
de: %1$lld Belege erfasst
es: %1$lld recibos registrados
fi: %1$lld kuittia kirjattu
fr: %1$lld reçus enregistrés
it: %1$lld scontrini registrati
nb: %1$lld kvitteringer registrert
nl: %1$lld bonnen vastgelegd
pl: Zapisane paragony: %1$lld
pt: %1$lld recibos registrados
ro: %1$lld bonuri înregistrate
ru: %1$lld чеков записано
sv: %1$lld kvitton registrerade

# %lld small buys in %@ this week
source: %1$lld small buys in %2$@ this week
bg: %1$lld малки покупки в %2$@ тази седмица
cs: %1$lld malých nákupů v %2$@ tento týden
da: %1$lld små køb i %2$@ denne uge
de: %1$lld kleine Käufe bei %2$@ diese Woche
es: %1$lld compras pequeñas en %2$@ esta semana
fi: %1$lld pientä ostosta kategoriassa %2$@ tällä viikolla
fr: %1$lld petits achats en %2$@ cette semaine
it: %1$lld piccoli acquisti in %2$@ questa settimana
nb: %1$lld små kjøp i %2$@ denne uken
nl: %1$lld kleine aankopen in %2$@ deze week
pl: %1$lld małych zakupów w %2$@ w tym tygodniu
pt: %1$lld compras pequenas em %2$@ nesta semana
ro: %1$lld cumpărături mici la %2$@ săptămâna aceasta
ru: %1$lld мелких покупок в %2$@ на этой неделе
sv: %1$lld små köp i %2$@ den här veckan

# %lld sub-budget%@
source: %1$lld sub-budget%2$@
bg: %1$lld подбюджета%2$@
cs: %1$lld dílčích rozpočtů%2$@
da: %1$lld underbudget%2$@
de: %1$lld Unterbudget%2$@
es: %1$lld subpresupuesto%2$@
fi: %1$lld alabudjettia%2$@
fr: %1$lld sous-budget%2$@
it: %1$lld sottobudget%2$@
nb: %1$lld underbudsjett%2$@
pl: %1$lld podbudżet%2$@
pt: %1$lld suborçamento%2$@
ro: %1$lld subbuget%2$@
ru: %1$lld субвыбюджетов%2$@
sv: %1$lld underbudget%2$@

# %lld subscriptions — %@ a month
source: %1$lld subscriptions — %2$@ a month
bg: %1$lld абонамента — %2$@ на месец
cs: %1$lld předplatných — %2$@ měsíčně
da: %1$lld abonnementer — %2$@ om måneden
de: %1$lld Abos — %2$@ im Monat
es: %1$lld suscripciones — %2$@ al mes
fi: %1$lld tilausta — %2$@ kuukaudessa
fr: %1$lld abonnements — %2$@ par mois
it: %1$lld abbonamenti — %2$@ al mese
nb: %1$lld abonnementer — %2$@ i måneden
nl: %1$lld abonnementen — %2$@ per maand
pl: %1$lld subskrypcji — %2$@ miesięcznie
pt: %1$lld assinaturas — %2$@ por mês
ro: %1$lld abonamente — %2$@ pe lună
ru: %1$lld подписок — %2$@ в месяц
sv: %1$lld prenumerationer — %2$@ i månaden

source: %lld subscriptions · %@ a year
bg: %1$lld абонамента · %2$@ на година
cs: %1$lld předplatných · %2$@ ročně
da: %1$lld abonnementer · %2$@ om året
de: %1$lld Abonnements · %2$@ pro Jahr
es: %1$lld suscripciones · %2$@ al año
fi: %1$lld tilausta · %2$@ vuodessa
fr: %1$lld abonnements · %2$@ par an
it: %1$lld abbonamenti · %2$@ all'anno
nb: %1$lld abonnementer · %2$@ per år
nl: %1$lld abonnementen · %2$@ per jaar
pl: %1$lld subskrypcji · %2$@ rocznie
pt: %1$lld assinaturas · %2$@ por ano
ro: %1$lld de abonamente · %2$@ pe an
ru: %1$lld подписки · %2$@ в год
sv: %1$lld prenumerationer · %2$@ per år

source: %lld tips
bg: %1$lld съвета
cs: %1$lld tipů
da: %1$lld tips
de: %1$lld Tipps
es: %1$lld consejos
fi: %1$lld vinkkiä
fr: %1$lld conseils
it: %1$lld consigli
nb: %1$lld tips
nl: %1$lld tips
pl: Wskazówki: %1$lld
pt: %1$lld dicas
ro: %1$lld sfaturi
ru: %1$lld советов
sv: %1$lld tips

source: %lld%% of last month's budget
bg: %lld%% от бюджета за миналия месец
cs: %lld%% rozpočtu minulého měsíce
da: %lld%% af sidste måneds budget
de: %lld%% des Budgets vom letzten Monat
es: %lld%% del presupuesto del mes pasado
fi: %lld%% viime kuun budjetista
fr: %lld%% du budget du mois dernier
it: %lld%% del budget del mese scorso
nb: %lld%% av forrige måneds budsjett
nl: %lld%% van het budget van vorige maand
pl: %lld%% budżetu z zeszłego miesiąca
pt: %lld%% do orçamento do mês passado
ro: %lld%% din bugetul de luna trecută
ru: %lld%% бюджета за прошлый месяц
sv: %lld%% av förra månadens budget

source: %lld%% of monthly budget
bg: %lld%% от месечния бюджет
cs: %lld%% měsíčního rozpočtu
da: %lld%% af månedsbudgettet
de: %lld%% des Monatsbudgets
es: %lld%% del presupuesto mensual
fi: %lld%% kuukausibudjetista
fr: %lld%% du budget mensuel
it: %lld%% del budget mensile
nb: %lld%% av månedsbudsjettet
nl: %lld%% van het maandbudget
pl: %lld%% budżetu miesięcznego
pt: %lld%% do orçamento mensal
ro: %lld%% din bugetul lunar
ru: %lld%% месячного бюджета
sv: %lld%% av månadsbudgeten

source: %lld%% of what you spend goes to subscriptions.
bg: %1$lld%% от разходите ти отиват за абонаменти.
cs: %1$lld%% vašich výdajů jde na předplatná.
da: %1$lld%% af dit forbrug går til abonnementer.
de: %1$lld%% deiner Ausgaben gehen für Abos drauf.
es: El %1$lld%% de lo que gastas va a suscripciones.
fi: %1$lld%% menoistasi menee tilauksiin.
fr: %1$lld%% de vos dépenses partent en abonnements.
it: Il %1$lld%% di ciò che spendi va in abbonamenti.
nb: %1$lld%% av det du bruker går til abonnementer.
nl: %1$lld%% van wat je uitgeeft gaat naar abonnementen.
pl: %1$lld%% Twoich wydatków idzie na subskrypcje.
pt: %1$lld%% do que você gasta vai para assinaturas.
ro: %1$lld%% din cât cheltuiești merge pe abonamente.
ru: %1$lld%% ваших расходов уходит на подписки.
sv: %1$lld%% av vad du spenderar går till prenumerationer.

source: %lld%% used
bg: %lld%% използвани
cs: %lld%% využito
da: %lld%% brugt
de: %lld%% genutzt
es: %lld%% usado
fi: %lld%% käytetty
fr: %lld%% utilisé
it: %lld%% usato
nb: %lld%% brukt
nl: %lld%% gebruikt
pl: %lld%% wykorzystano
pt: %lld%% usado
ro: %lld%% utilizat
ru: %lld%% использовано
sv: %lld%% använt

source: %lld%% vs last week
bg: %1$lld спрямо миналата седмица
cs: %1$lld%% vs. minulý týden
da: %1$lld%% vs. sidste uge
de: %1$lld vs. letzte Woche
es: %1$lld frente a la semana pasada
fi: %1$lld%% vs. viime viikko
fr: %1$lld par rapport à la semaine dernière
it: %1$lld rispetto alla settimana scorsa
nb: %1$lld%% vs. forrige uke
nl: %1$lld t.o.v. vorige week
pl: %1$lld względem zeszłego tygodnia
pt: %1$lld em relação à semana passada
ro: %1$lld%% vs. săptămâna trecută
ru: %1$lld по сравнению с прошлой неделей
sv: %1$lld%% mot förra veckan

source: ↑ %@ since %@
bg: ↑ %1$@ от %2$@
cs: ↑ %1$@ od %2$@
da: ↑ %1$@ siden %2$@
de: ↑ %1$@ seit %2$@
es: ↑ %1$@ desde %2$@
fi: ↑ %1$@ %2$@ alkaen
fr: ↑ %1$@ depuis %2$@
it: ↑ %1$@ da %2$@
nb: ↑ %1$@ siden %2$@
nl: ↑ %1$@ sinds %2$@
pl: ↑ %1$@ od %2$@
pt: ↑ %1$@ desde %2$@
ro: ↑ %1$@ din %2$@
ru: ↑ %1$@ с %2$@
sv: ↑ %1$@ sedan %2$@

source: +%@ carried over
bg: +%@ пренесени
cs: +%@ převedeno
da: +%@ overført
de: +%@ übertragen
es: +%@ trasladado
fi: +%@ siirretty
fr: +%@ reporté
it: +%@ riportato
nb: +%@ overført
nl: +%@ overgedragen
pl: +%@ przeniesione
pt: +%@ transitado
ro: +%@ reportat
ru: +%@ перенесено
sv: +%@ överfört

source: +%lld more items
bg: +%lld още артикула
cs: +%lld dalších položek
da: +%lld flere varer
de: +%lld weitere Artikel
es: +%lld artículos más
fi: +%lld muuta tuotetta
fr: +%lld autres articles
it: +%lld altri articoli
nb: +%lld flere varer
nl: +%lld andere items
pl: +%lld więcej pozycji
pt: +%lld outros artigos
ro: +%lld alte articole
ru: +%lld ещё позиций
sv: +%lld fler varor

source: −%@ saved
bg: −%@ спестени
cs: −%@ ušetřeno
da: −%@ sparet
de: −%@ gespart
es: −%@ ahorrado
fi: −%@ säästetty
fr: −%@ économisé
it: −%@ risparmiato
nb: −%@ spart
nl: −%@ bespaard
pl: −%@ zaoszczędzono
pt: −%@ poupado
ro: −%@ economisit
ru: −%@ сэкономлено
sv: −%@ sparat

source: 1 goal free · unlimited with Premium
bg: 1 цел безплатно · неограничени с Премиум
cs: 1 cíl zdarma · neomezeně s Premium
da: 1 mål gratis · ubegrænset med Premium
de: 1 Ziel kostenlos · unbegrenzt mit Premium
es: 1 objetivo gratis · ilimitados con Premium
fi: 1 tavoite ilmaiseksi · rajaton Premiumilla
fr: 1 objectif gratuit · illimité avec Premium
it: 1 obiettivo gratis · illimitati con Premium
nb: 1 mål gratis · ubegrenset med Premium
nl: 1 doel gratis · onbeperkt met Premium
pl: 1 cel za darmo · bez limitu z Premium
pt: 1 meta grátis · ilimitadas com Premium
ro: 1 obiectiv gratuit · nelimitate cu Premium
ru: 1 цель бесплатно · безлимитно с Премиум
sv: 1 mål gratis · obegränsat med Premium

source: 1 match
bg: 1 съвпадение
cs: 1 shoda
de: 1 Treffer
es: 1 coincidencia
fi: 1 osuma
fr: 1 résultat
it: 1 corrispondenza
nb: 1 treff
nl: 1 overeenkomst
pl: 1 wynik
pt: 1 correspondência
ro: 1 potrivire
ru: 1 совпадение
sv: 1 träff

source: A bit of both
bg: Малко от двете
cs: Trochu obojího
da: Lidt af begge dele
de: Ein bisschen von beidem
es: Un poco de ambos
fi: Vähän molempia
fr: Un peu des deux
it: Un po' di entrambi
nb: Litt av begge deler
nl: Een beetje van beide
pl: Trochę jednego i drugiego
pt: Um pouco dos dois
ro: Un pic din amândouă
ru: И так, и так
sv: Lite av båda

source: A budget makes this one scoreable.
bg: С бюджет тази категория може да се оцени.
cs: S rozpočtem půjde tato kategorie ohodnotit.
da: Med et budget kan dette tælle med i din score.
de: Mit einem Budget wird das bewertbar.
es: Un presupuesto hace que esto puntúe.
fi: Budjetti tekee tästä pisteytettävän.
fr: Avec un budget, cela compte dans le score.
it: Con un budget questo entra nel punteggio.
nb: Et budsjett gjør denne mulig å poengsette.
nl: Met een budget telt dit mee in je score.
pl: Budżet sprawia, że można to ocenić.
pt: Um orçamento torna isso pontuável.
ro: Un buget face asta să poată fi punctată.
ru: С бюджетом эту категорию можно оценить.
sv: Med en budget kan det här räknas in i poängen.

source: A component with no data yet isn't counted — your score is weighted across the rest.
bg: Компонент без данни още не се брои — оценката ти се разпределя между останалите.
cs: Složka, která zatím nemá data, se nepočítá — vaše skóre se rozloží mezi ostatní.
da: En del uden data tæller ikke med endnu — din score vægtes på tværs af resten.
de: Ein Baustein ohne Daten zählt noch nicht — dein Wert wird über die übrigen gewichtet.
es: Un componente sin datos aún no se cuenta — tu puntuación se pondera entre los demás.
fi: Osatekijää, jolla ei vielä ole tietoja, ei lasketa mukaan — pisteesi painotetaan muiden kesken.
fr: Une composante sans données n'est pas encore comptée — votre score est pondéré sur les autres.
it: Una componente senza dati non viene ancora conteggiata — il tuo punteggio è ponderato sulle altre.
nb: En komponent uten data ennå telles ikke med — poengsummen din vektes over resten.
nl: Een onderdeel zonder gegevens telt nog niet mee — je score wordt verdeeld over de rest.
pl: Składnik bez danych nie jest liczony — Twój wynik jest ważony wśród pozostałych.
pt: Um componente sem dados ainda não é contado — sua pontuação é ponderada entre os demais.
ro: O componentă fără date încă nu e luată în calcul — scorul tău e ponderat pe restul.
ru: Компонент без данных пока не учитывается — оценка распределяется по остальным.
sv: En del utan data räknas inte än — din poäng viktas över resten.

source: A month of history
bg: Месец история
cs: Měsíc historie
da: En måneds historik
de: Ein Monat Verlauf
es: Un mes de historial
fi: Kuukausi historiaa
fr: Un mois d'historique
it: Un mese di cronologia
nb: En måned med historikk
nl: Een maand geschiedenis
pl: Miesiąc historii
pt: Um mês de histórico
ro: O lună de istoric
ru: Месяц истории
sv: En månads historik

source: A one-page statement: totals, a category summary and the transaction table.
bg: Извлечение на една страница: общи суми, обобщение по категории и таблица с транзакциите.
cs: Jednostránkový výpis: součty, souhrn kategorií a tabulka transakcí.
da: En opgørelse på én side: totaler, en kategorioversigt og transaktionstabellen.
de: Ein einseitiger Auszug: Summen, eine Kategorieübersicht und die Transaktionstabelle.
es: Un extracto de una página: totales, un resumen por categoría y la tabla de transacciones.
fi: Yhden sivun yhteenveto: loppusummat, kategoriaerittely ja tapahtumataulukko.
fr: Un relevé d'une page : totaux, un résumé par catégorie et le tableau des transactions.
it: Un rendiconto di una pagina: totali, un riepilogo per categoria e la tabella delle transazioni.
nb: En sammenstilling på én side: totaler, et kategorisammendrag og transaksjonstabellen.
nl: Een overzicht van één pagina: totalen, een samenvatting per categorie en de transactietabel.
pl: Jednostronicowe zestawienie: sumy, podsumowanie kategorii i tabela transakcji.
pt: Um extrato de uma página: totais, um resumo por categoria e a tabela de transações.
ro: Un extras de o pagină: totaluri, un rezumat pe categorii și tabelul tranzacțiilor.
ru: Одностраничная выписка: итоги, сводка по категориям и таблица транзакций.
sv: En sammanställning på en sida: totalsummor, en kategorisammanfattning och transaktionstabellen.

source: A password reset link is on its way.
bg: Изпратен е имейл за нулиране на паролата
cs: Odkaz pro obnovení hesla je na cestě.
da: Et link til nulstilling af adgangskode er på vej.
de: E-Mail zum Zurücksetzen gesendet
es: Correo de restablecimiento enviado
fi: Salasanan palautuslinkki on matkalla.
fr: E-mail de réinitialisation envoyé
it: Email di reimpostazione inviata
nb: En lenke for tilbakestilling av passord er på vei.
nl: E-mail voor opnieuw instellen verzonden
pl: Wysłano e-mail resetujący hasło
pt: E-mail de redefinição enviado
ro: Un link de resetare a parolei este pe drum.
ru: Письмо для сброса отправлено
sv: En länk för att återställa lösenordet är på väg.

source: A recap every Monday
bg: Обобщение всеки понеделник
cs: Souhrn každé pondělí
da: Et resumé hver mandag
de: Eine Zusammenfassung jeden Montag
es: Un resumen cada lunes
fi: Yhteenveto joka maanantai
fr: Un récap chaque lundi
it: Un riepilogo ogni lunedì
nb: Et sammendrag hver mandag
nl: Elke maandag een overzicht
pl: Podsumowanie w każdy poniedziałek
pt: Um resumo todas as segundas
ro: Un rezumat în fiecare luni
ru: Сводка каждый понедельник
sv: En sammanfattning varje måndag

source: A row per receipt — date, store, category, amount. Opens in Excel, Numbers or Sheets.
bg: По един ред на бележка — дата, магазин, категория, сума. Отваря се в Excel, Numbers или Sheets.
cs: Jeden řádek na účtenku — datum, obchod, kategorie, částka. Otevře se v Excelu, Numbers nebo Sheets.
da: En række pr. kvittering — dato, butik, kategori, beløb. Åbnes i Excel, Numbers eller Sheets.
de: Eine Zeile pro Beleg — Datum, Geschäft, Kategorie, Betrag. Öffnet sich in Excel, Numbers oder Sheets.
es: Una fila por recibo — fecha, tienda, categoría, importe. Se abre en Excel, Numbers o Sheets.
fi: Rivi per kuitti — päivämäärä, kauppa, kategoria, summa. Avautuu Excelissä, Numbersissa tai Sheetsissä.
fr: Une ligne par reçu — date, magasin, catégorie, montant. S'ouvre dans Excel, Numbers ou Sheets.
it: Una riga per scontrino — data, negozio, categoria, importo. Si apre in Excel, Numbers o Sheets.
nb: En rad per kvittering — dato, butikk, kategori, beløp. Åpnes i Excel, Numbers eller Sheets.
nl: Eén rij per bon — datum, winkel, categorie, bedrag. Opent in Excel, Numbers of Sheets.
pl: Wiersz na każdy paragon — data, sklep, kategoria, kwota. Otwiera się w Excelu, Numbers lub Sheets.
pt: Uma linha por recibo — data, loja, categoria, valor. Abre no Excel, Numbers ou Sheets.
ro: Un rând per bon — dată, magazin, categorie, sumă. Se deschide în Excel, Numbers sau Sheets.
ru: Строка на каждый чек — дата, магазин, категория, сумма. Открывается в Excel, Numbers или Sheets.
sv: En rad per kvitto — datum, butik, kategori, belopp. Öppnas i Excel, Numbers eller Sheets.

source: A spreadsheet to work with, or a statement to send.
bg: Електронна таблица за работа или извлечение за изпращане.
cs: Tabulka pro práci nebo výpis k odeslání.
da: Et regneark at arbejde med eller en opgørelse at sende.
de: Eine Tabelle zum Arbeiten oder ein Auszug zum Senden.
es: Una hoja de cálculo para trabajar o un extracto para enviar.
fi: Laskentataulukko työstettäväksi tai yhteenveto lähetettäväksi.
fr: Une feuille de calcul à exploiter, ou un relevé à envoyer.
it: Un foglio di calcolo con cui lavorare o un rendiconto da inviare.
nb: Et regneark å jobbe med, eller en sammenstilling å sende.
nl: Een spreadsheet om mee te werken of een overzicht om te versturen.
pl: Arkusz do pracy lub zestawienie do wysłania.
pt: Uma planilha para trabalhar ou um extrato para enviar.
ro: O foaie de calcul cu care să lucrezi sau un extras de trimis.
ru: Таблица для работы или выписка для отправки.
sv: Ett kalkylark att arbeta med, eller en sammanställning att skicka.

source: About
bg: За приложението
cs: O aplikaci
da: Om
de: Über
es: Acerca de
fi: Tietoja
fr: À propos
it: Informazioni
nb: Om
nl: Over
pl: O aplikacji
pt: Acerca de
ro: Despre
ru: О приложении
sv: Om
